import brit from './brit.jpg';
import ben from './ben.jpg';
import kun from './kun.jpg';
import pers from './pers.jpg';
import sia from './sia.jpg';
import sfi from './sfi.jpg';
import rus from './rus.jpg';

export const data = [
    {
        id: 1,
        name: "Британец",
        image: brit,
        description: "Без таких вот «плюшевых» комочков счастья не мыслят своего существования миллионы людей во всем мире. Эти аристократичные, дружелюбные, харизматичные и весьма чистоплотные питомцы уже долгое время являются одной из самых популярных кошачьих пород на планете." ,
        showMore: false, 
    },

    {
        id: 2,
        name: "Бенгальская",
        image: ben,
        description: "Бенгальские кошки – невероятно красивые животные, которые сочетают в себе эффектную внешность диких хищников и покладистый характер домашних питомцев. Ну а главной «фишкой» этих созданий является «леопардовый окрас», за что их и зовут «домашними леопардами»." ,
        showMore: false, 
    },

    {
        id: 3,
        name: "Мейн-кун",
        image: kun,
        description: "Одной из самых удивительных и загадочных пород считается мейн-кун – ласковый гигант с серьезным взглядом. Этих созданий называют «комнатными рысями», что неудивительно, т.к. они одни из самых крупных домашних кошек." ,
        showMore: false, 
    },

    {
        id: 4,
        name: "Персидская",
        image: pers,
        description: "«Персы» – одна из самых популярных в мире пород вот уже многие десятилетия, это лидеры всех выставок и рейтингов, а также одна из самых известных пород с загадочной историей, экзотичной внешностью и спокойным нравом." ,
        showMore: false, 
    },

    {
        id: 5,
        name: "Сиамская",
        image: sia,
        description: "Сиамы – грациозные восточные красавцы и красавицы (сумевшие сохранить свои корни практически в первозданном виде) выделяются особым изяществом, темпераментным характером и некой миниатюрностью." ,
        showMore: false, 
    },

    {
        id: 6,
        name: "Сфинкс",
        image: sfi,
        description: "Представители этой породы – «чудо природы»: в них действительно есть что-то загадочное и завораживающее. Их также называют «лысыми кошками» – внешность которых не всем нравится, но есть и положительный момент – они никогда не линяют." ,
        showMore: false, 
    },

    {
        id: 7,
        name: "Русская голубая",
        image: rus,
        description: "Эта порода выделяется особым серебристо-голубым окрасом и пронзительными зелеными глазами. Русские голубые кошки – «настоящие дворянки». Это грациозные и загадочные создания, радующие своих владельцев игривым, но послушным нравом." ,
        showMore: false, 
    },
]