import ser from './ser.jpg';
import zub from './zub.jpg';
import tail from './tail.jpg';
import eyes from './eyes.jpg';
import kos from './kos.jpg';



export const islands = [
    {
        id:1,
        fact: "В спокойном состоянии сердце животного делает примерно 100-130 сокращений, в то время как у человека сердце в минуту бьется около 70-80 раз.",
        image: ser
    },

    {
        id:2,
        fact: "Коты, как и люди, сначала обзаводятся молочным зубами, которых у них насчитывается 26 шт. После смены молочных зубов на настоящие, у кота можно насчитать их 30 шт.",
        image: zub
    },

    {
        id:3,
        fact: "Высоко поднятый хвост животного свидетельствует о том, что в данный момент оно находится в хорошем настроении. Если хвост животного совсем опущен, это говорит о том, что животное тревожиться или устало.",
        image: tail
    },

    {
        id:4,
        fact: "Кошки не способны различать такие цвета, как красный, оранжевый и желтый. А вот зелёный, синий и серый цвета они видят прекрасно. При этом разница между синим и голубым, а также белым, фиолетовым и желтым цветами их органами зрения не фиксируется. ",
        image: eyes
    },

    {
        id:5,
        fact: "Не только собаки побывали в космосе. В 1963 г. из Франции в космос был отправлен кот, который благополучно осуществил полет.",
        image: kos
    }
  

]